requests/cancel_restrictions_CE_lyra.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:types="http://www.deltasolutions.ru/om/rt/LyraOmsService/">
   <SOAP-ENV:Body>
      <types:SubmitOrderRequest>
         <Components>
            <Component>
               <Attributes>
                  <Attribute>
                     <Name>action_code</Name>
                     <Value>54</Value>
                  </Attribute>
                  <Attribute>
                     <Name>address</Name>
                     <Value>г. Екатеринбург; ул. Татищева</Value>
                  </Attribute>
                  <Attribute>
                     <Name>atbr_id</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>cfs_spec_id</Name>
                     <Value>cancel_restrictions</Value>
                  </Attribute>
                  <Attribute>
                     <Name>city</Name>
                     <Value>10465</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_date</Name>
                     <Value>2001-01-01T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_place</Name>
                     <Value>ГОРОД</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_id</Name>
                     <Value>31459623</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_name</Name>
                     <Value>ОМС ТЕСТ</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_date</Name>
                     <Value>2015-01-01T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_num</Name>
                     <Value>987456</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_place</Name>
                     <Value>ГОРОД</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_ser</Name>
                     <Value>9874</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_phone</Name>
                     <Value>3214569874</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_type</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>connection_scheme</Name>
                     <Value>93</Value>
                  </Attribute>
                  <Attribute>
                     <Name>contract_id</Name>
                     <Value>6559011</Value>
                  </Attribute>
                  <Attribute>
                     <Name>department_id</Name>
                     <Value>3401</Value>
                  </Attribute>
                  <Attribute>
                     <Name>flat</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>house</Name>
                     <Value>123А</Value>
                  </Attribute>
                  <Attribute>
                     <Name>instance_id</Name>
                     <Value>88005489</Value>
                  </Attribute>
                  <Attribute>
                     <Name>jur_eak_id</Name>
                     <Value>26447237</Value>
                  </Attribute>
                  <Attribute>
                     <Name>local_idn_set</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_const_service_id</Name>
                     <Value>26033</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_one_time_service_id</Name>
                     <Value>23051</Value>
                  </Attribute>
                  <Attribute>
                     <Name>main_connection_scheme</Name>
                     <Value>171</Value>
                  </Attribute>
                  <Attribute>
                     <Name>need_installation</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_additional_code</Name>
                     <Value>100001</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_rnabn</Name>
                     <Value>14098260</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_action_type</Name>
                     <Value>CE</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_start_date</Name>
                     <Value>2015-10-19T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>pack_id</Name>
                     <Value>24540</Value>
                  </Attribute>
                  <Attribute>
                     <Name>parent_cfs_spec_id</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>parent_virtual_number</Name>
                     <Value>77459999011</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_amount</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_id</Name>
                     <Value>150051</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>rtpl_id</Name>
                     <Value>26088</Value>
                  </Attribute>
                  <Attribute>
                     <Name>run_billing</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>service_receiver</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_id</Name>
                     <Value>100001</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>street</Name>
                     <Value>330890</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subscriber_id</Name>
                     <Value>37308488</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subs_eak_id</Name>
                     <Value>26447237</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tariff_standard</Name>
                     <Value>150</Value>
                  </Attribute>
                  <Attribute>
                     <Name>technology</Name>
                     <Value>FTTx</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tx_id</Name>
                     <Value>336438594</Value>
                  </Attribute>
               </Attributes>
            </Component>
         </Components>
         <CommonData>
            <Attributes>
               <Attribute>
                  <Name>main_virtual_number</Name>
                  <Value>143522110918</Value>
               </Attribute>
            </Attributes>
         </CommonData>
      </types:SubmitOrderRequest>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>